Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# I found %lld reminders matching %@:
source: I found %1$lld reminders matching %2$@:
de: Ich habe %1$lld Erinnerungen gefunden, die zu %2$@ passen:
es: He encontrado %1$lld recordatorios que coinciden con %2$@:
fr: J’ai trouvé %1$lld rappels correspondant à %2$@ :
it: Ho trovato %1$lld promemoria corrispondenti a %2$@:

source: Ice
de: Eis
es: Eis
fr: Glace
it: Ghiaccio

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona

source: ID Card
de: Personalausweis
es: Documento de identidad
fr: Carte d’identité
it: Carta d’identità

source: If Siri notification announcements are enabled in iOS Settings, Siri can read %@ notifications aloud on supported devices such as AirPods or CarPlay.
de: Wenn Siri-Mitteilungsankündigungen in den iOS-Einstellungen aktiviert sind, kann Siri die Benachrichtigungen von %@ auf unterstützten Geräten wie AirPods oder CarPlay laut vorlesen.
es: Si los anuncios de notificaciones de Siri están activados en los ajustes de iOS, Siri puede leer en voz alta las notificaciones de %@ en dispositivos compatibles como AirPods o CarPlay.
fr: Si les annonces de notifications Siri sont activées dans les réglages iOS, Siri peut lire à voix haute les notifications de %@ sur les appareils compatibles comme les AirPods ou CarPlay.
it: Se gli annunci delle notifiche di Siri sono abilitati nelle Impostazioni di iOS, Siri può leggere ad alta voce le notifiche di %@ su dispositivi supportati come AirPods o CarPlay.

source: Images
de: Bilder
es: Imágenes
it: Immagini

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa

source: Import Calendar
de: Kalender importieren
es: Importar calendario
fr: Importer le calendrier
it: Importa calendario

source: Import Credentials
de: Anmeldedaten importieren
es: Importar credenciales
fr: Importer des identifiants
it: Importa credenziali

source: Import CSV
de: CSV importieren
es: Importar CSV
fr: Importer CSV
it: Importa CSV

source: Import from Calendar
de: Aus Kalender importieren
es: Importar desde Calendario
fr: Importer depuis le calendrier
it: Importa da Calendario

source: Import from Reminders
de: Aus Erinnerungen importieren
es: Importar desde Recordatorios
fr: Importer depuis Rappels
it: Importa da Promemoria

source: Import PDF
de: PDF importieren
es: Importar PDF
fr: Importer un PDF
it: Importa PDF

source: Import Reminders
de: Erinnerungen importieren
es: Importar recordatorios
fr: Importer les rappels
it: Importa promemoria

source: Import Result
de: Importergebnis
es: Resultado de la importación
fr: Résultat de l’importation
it: Risultato importazione

source: Import supported credential files from compatible password managers into the Vault to quickly transfer your existing accounts.
de: Importieren Sie unterstützte Anmeldedateien aus kompatiblen Passwort-Managern in den Tresor, um Ihre bestehenden Konten schnell zu übernehmen.
es: Importe en la Caja fuerte archivos de credenciales compatibles procedentes de gestores de contraseñas compatibles para transferir rápidamente sus cuentas existentes.
fr: Importez dans le Coffre-fort des fichiers d'identifiants pris en charge provenant de gestionnaires de mots de passe compatibles afin de transférer rapidement vos comptes existants.
it: Importa nella Cassaforte file di credenziali supportati provenienti da gestori di password compatibili per trasferire rapidamente gli account esistenti.

source: Import tasks from Apple Reminders, Calendar or CSV files. Avoid duplicates and keep everything in one place. Note: attachments are not included in imports.
de: Importieren Sie Aufgaben aus Apple Erinnerungen, Kalender oder CSV-Dateien. Vermeiden Sie Duplikate und behalten Sie alles an einem Ort. Hinweis: Anhänge werden beim Import nicht berücksichtigt.
es: Importa tareas desde Recordatorios de Apple, Calendario o archivos CSV. Evita duplicados y mantén todo en un solo lugar. Nota: los archivos adjuntos no se incluyen en las importaciones.
fr: Importez des tâches depuis Apple Rappels, Calendrier ou des fichiers CSV. Évitez les doublons et gardez tout au même endroit. Remarque : les pièces jointes ne sont pas incluses dans les importations.
it: Importa attività da Apple Promemoria, Calendario o file CSV. Evita duplicati e tieni tutto in un unico posto. Nota: gli allegati non sono inclusi nelle importazioni.

source: Import Ticket from Photo
de: Ticket aus Foto importieren
es: Importar ticket desde una foto
fr: Importer un ticket depuis une photo
it: Importa ticket da foto

source: Import Your Data
de: Daten importieren
es: Importar tus datos
fr: Importer vos données
it: Importa i tuoi dati

source: Imported %1$lld photos. %2$lld could not be loaded from Photos/iCloud. Open Photos, download them locally, then try again.
de: %lld Fotos importiert. %lld konnten nicht aus Fotos/iCloud geladen werden. Öffne Fotos, lade sie lokal herunter und versuche es erneut.
es: Se importaron %lld fotos. %lld no pudieron cargarse desde Fotos/iCloud. Abre Fotos, descárgalas localmente y vuelve a intentarlo.
fr: %lld photos importées. %lld n’ont pas pu être chargées depuis Photos/iCloud. Ouvrez Photos, téléchargez-les localement, puis réessayez.
it: Importate %lld foto. %lld non possono essere caricate da Foto/iCloud. Apri Foto, scaricale localmente e riprova.

source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
it: In corso

source: Include Checks
de: Häkchen einschließen
es: Incluir marcas
fr: Inclure les coches
it: Includi spunte

source: Include deadline
de: Deadline einschließen
es: Incluir fecha límite
fr: Inclure une échéance
it: Includi scadenza

source: Include description
de: Beschreibung einschließen
es: Incluir descripción
fr: Inclure une description
it: Includi descrizione

source: Include location
de: Standort einschließen
es: Incluir ubicación
fr: Inclure un lieu
it: Includi posizione

source: Include title
de: Titel einschließen
es: Incluir título
fr: Inclure un titre
it: Includi titolo

source: Incorrect Password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata

source: Independent from iCloud Sync
de: Unabhängig von der iCloud-Synchronisierung
es: Independiente de la sincronización de iCloud
fr: Indépendant de la synchronisation iCloud
it: Indipendente dalla sincronizzazione iCloud

source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni

source: Insect Repellent
de: Insektenschutzmittel
es: Repelente de insectos
fr: Répulsif anti-insectes
it: Repellente per insetti

source: Instantly filter tasks by category, priority, due date period, overdue status or tasks without a deadline. Combine filters to focus only on what matters.
de: Filtern Sie Aufgaben sofort nach Kategorie, Priorität, Fälligkeitszeitraum, Überfälligkeitsstatus oder fehlendem Fälligkeitsdatum. Kombinieren Sie mehrere Filter, um sich auf das Wesentliche zu konzentrieren.
es: Filtra instantáneamente las tareas por categoría, prioridad, período de vencimiento, estado de vencimiento o ausencia de fecha límite. Combina varios filtros para centrarte solo en lo que importa.
fr: Filtrez instantanément les tâches par catégorie, priorité, période d’échéance, statut de retard ou absence de date d’échéance. Combinez plusieurs filtres pour vous concentrer sur l’essentiel.
it: Filtra immediatamente le attività per categoria, priorità, periodo di scadenza, stato di scadenza o assenza di una scadenza. Combina più filtri per concentrarti solo su ciò che conta davvero.

source: Insurance
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione

source: Integrated Weather
de: Integriertes Wetter
es: Meteo integrado
fr: Météo intégrée
it: Meteo Integrato

source: Interactive Calendar
de: Interaktiver Kalender
es: Calendario interactivo
fr: Calendrier interactif
it: Calendario interattivo

source: Invalid website address
de: Nach Passwörter exportieren
es: Dirección del sitio web no válida
fr: Adresse du site web invalide
it: Indirizzo del sito web non valido

source: iOS limits monitored regions, so only top-priority tasks are active.
de: iOS begrenzt die Anzahl der überwachten Regionen, daher sind nur Aufgaben mit hoher Priorität aktiv.
es: iOS limita las regiones monitorizadas, por lo que solo las tareas con mayor prioridad están activas.
fr: iOS limite les régions surveillées, seules les tâches prioritaires sont actives.
it: iOS limita il numero di regioni monitorate, quindi sono attive solo le attività con priorità più alta.

source: Issue Date
de: Ausstellungsdatum
es: Seguro del Hogar
fr: Date de Délivrance
it: Data di Rilascio

source: It may no longer be relevant. If a task changes, old notifications are removed and replaced with updated ones if needed.
de: Sie ist möglicherweise nicht mehr relevant. Wenn sich eine Aufgabe ändert, werden alte Benachrichtigungen entfernt und bei Bedarf durch aktualisierte ersetzt.
es: Puede que ya no sea relevante. Si una tarea cambia, las notificaciones anteriores se eliminan y, si es necesario, se sustituyen por otras actualizadas.
fr: Elle peut ne plus être pertinente. Si une tâche change, les anciennes notifications sont supprimées et remplacées si nécessaire.
it: Potrebbe non essere più rilevante. Se un’attività cambia, le notifiche vecchie vengono rimosse e sostituite, se necessario, con quelle aggiornate.

source: Item
de: Element
es: Elemento
fr: Élément
it: Elemento

source: items
de: Elemente
es: elementos
fr: éléments
it: elementi

source: Items
de: Elemente
es: Elementos
fr: Éléments
it: Elementi

source: Items in Recently Deleted are permanently removed after the selected period. You can restore them before that.
de: Elemente in „Zuletzt gelöscht“ werden nach dem ausgewählten Zeitraum dauerhaft entfernt. Sie können sie bis dahin wiederherstellen.
es: Los elementos en Eliminados recientemente se eliminan definitivamente tras el período seleccionado. Puedes restaurarlos antes.
fr: Les éléments dans « Supprimés récemment » sont définitivement supprimés après la période sélectionnée. Vous pouvez les restaurer avant.
it: Gli elementi in Eliminati di recente vengono rimossi definitivamente dopo il periodo selezionato. Puoi ripristinarli prima.

source: Jacket
de: Jacke
es: Chaqueta
fr: Veste
it: Giacca

source: Keep history of recurring tasks
de: Verlauf wiederkehrender Aufgaben behalten
es: Conservar el historial de las tareas recurrentes
fr: Conserver l’historique des tâches récurrentes
it: Conserva la cronologia delle attività ricorrenti

source: Keep track of important documents, expiry dates, notes and reminders. Receive notifications before documents expire.
de: Behalten Sie wichtige Dokumente, Ablaufdaten, Notizen und Erinnerungen im Blick. Erhalten Sie Benachrichtigungen, bevor Dokumente ablaufen.
es: Realiza un seguimiento de documentos importantes, fechas de vencimiento, notas y recordatorios. Recibe notificaciones antes de que los documentos expiren.
fr: Suivez les documents importants, les dates d’expiration, les notes et les rappels. Recevez des notifications avant l’expiration de vos documents.
it: Tieni traccia dei documenti importanti, delle date di scadenza, delle note e dei promemoria. Ricevi notifiche prima della scadenza dei documenti.

source: Kitchen
de: Küche
es: Cocina
fr: Cuisine
it: Cucina

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta

source: Lagoon
de: Lagune
es: Laguna
fr: Lagon
it: Laguna

source: Lake
de: See
es: Lago
fr: Lac
it: Lago

source: Lake Essentials
de: Ausrüstung für den See
es: Artículos para el lago
fr: Équipement pour le lac
it: Accessori per il lago

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Language setting
de: Spracheinstellung
es: Ajuste del idioma
fr: Paramètre de la langue
it: Impostazione della lingua

source: Last Copied
de: Zuletzt kopiert
es: Última copia
fr: Dernière copie
it: Ultima copia

source: Last Viewed
de: Zuletzt angezeigt
es: Última visualización
fr: Dernière consultation
it: Ultima visualizzazione

source: Lavender
de: Lavendel
es: Lavendel
fr: Lavande
it: Lavanda

source: Lavender Light
de: Heller Lavendel
es: Heller Lavendel
fr: Lavande claire
it: Lavanda chiara

source: Lens Cleaner
de: Objektivreiniger
es: Limpiador de lentes
fr: Nettoyant pour objectif
it: Pulitore obiettivo

source: Library Card
de: Bibliotheksausweis
es: Seguro del Hogar
fr: Carte de Bibliothèque
it: Tessera Biblioteca

source: Life Insurance
de: Lebensversicherung
es: Seguro de Vida
fr: Assurance Vie
it: Assicurazione Vita

source: Life Jacket
de: Schwimmweste
es: Chaleco salvavidas
fr: Gilet de sauvetage
it: Giubbotto salvagente

source: Life Jackets
de: Rettungswesten
es: Chalecos salvavidas
fr: Gilets de sauvetage
it: Giubbotti di salvataggio

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

source: List
de: Liste
es: Lista
fr: Liste
it: Lista

# list_tab
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività

source: Lists
de: Listen
es: Listas
fr: Listes
it: Liste

source: Loading calendars...
de: Kalender werden geladen…
es: Cargando calendarios…
fr: Chargement des calendriers…
it: Caricamento calendari…

source: Loading events...
de: Ereignisse werden geladen…
es: Cargando eventos…
fr: Chargement des événements…
it: Caricamento eventi…

source: Loading reminders...
de: Erinnerungen werden geladen…
es: Cargando recordatorios…
fr: Chargement des rappels…
it: Caricamento promemoria…

source: Location accuracy, permissions, or system limits may affect this. Make sure location access is set to Always and that the task is actively monitored.
de: Standortgenauigkeit, Berechtigungen oder Systemgrenzen können dies beeinflussen. Stellen Sie sicher, dass der Standortzugriff auf „Immer“ gesetzt ist und die Aufgabe aktiv überwacht wird.
es: La precisión de la ubicación, los permisos o los límites del sistema pueden influir. Asegúrate de que el acceso a la ubicación esté configurado en “Siempre” y que la tarea esté siendo monitorizada activamente.
fr: La précision de la localisation, les autorisations ou les limites du système peuvent influencer ce comportement. Assurez-vous que l’accès à la localisation est défini sur “Toujours” et que la tâche est activement surveillée.
it: La precisione della posizione, i permessi o i limiti del sistema possono influire. Assicurati che l’accesso alla posizione sia impostato su “Sempre” e che l’attività sia monitorata attivamente.

source: Location Reminder
de: Standorterinnerung
es: Recordatorio de ubicación
fr: Rappel de lieu
it: Promemoria basato sulla posizione

source: Location Reminders
de: Standorterinnerungen
es: Recordatorios de ubicación
fr: Rappels de lieu
it: Promemoria basati sulla posizione

source: Location reminders require "Always Allow" location access and must be enabled in Settings.
de: Standortbasierte Erinnerungen erfordern den Standortzugriff „Immer erlauben“ und müssen in den Einstellungen aktiviert werden.
es: Los recordatorios basados en la ubicación requieren acceso a la ubicación configurado como «Permitir siempre» y deben estar activados en Ajustes.
fr: Les rappels basés sur la position nécessitent un accès à la localisation réglé sur « Toujours autoriser » et doivent être activés dans Réglages.
it: I promemoria basati sulla posizione richiedono l’accesso alla posizione impostato su “Sempre” e devono essere abilitati nelle Impostazioni.

source: Location reminders require "Always Allow" location access. Please enable it in Settings.
de: Standortbasierte Erinnerungen erfordern den Standortzugriff „Immer erlauben“. Bitte aktiviere ihn in den Einstellungen.
es: Los recordatorios basados en la ubicación requieren acceso a la ubicación configurado como «Permitir siempre». Actívalo en Ajustes.
fr: Les rappels basés sur la position nécessitent un accès à la localisation réglé sur « Toujours autoriser ». Veuillez l’activer dans Réglages.
it: I promemoria basati sulla posizione richiedono l’accesso alla posizione impostato su “Sempre”. Abilitalo nelle Impostazioni.

source: Location sound
de: Ortungs­ton
es: Sonido de ubicación
fr: Son de localisation
it: Suono posizione

source: Location-Based Reminders
de: Standortbasierte Erinnerungen
es: Recordatorios basados en la ubicación
fr: Rappels basés sur la position
it: Promemoria basati sulla posizione

source: Logos Images
de: Logos
es: Logotipos
fr: Logos
it: Loghi

source: Loyalty Card
de: Kundenkarte
es: Tarjeta de fidelización
fr: Carte de fidélité
it: Carta fedeltà

source: Main icon style
de: Hauptsymbolstil
es: Estilo de icono
fr: Style d’icône
it: Stile icona

source: Mainly Clear
de: Überwiegend Klar
es: Mayormente Despejado
fr: Généralement Dégagé
it: Prevalentemente Sereno

source: Make ForMemo Yours
de: Passen Sie ForMemo an
es: Personaliza ForMemo
fr: Personnalisez ForMemo
it: Personalizza ForMemo

source: Make sure notifications are enabled in iOS Settings, Focus modes are not blocking alerts, and the task has a valid date or reminder. The app only schedules notifications when they are meaningful.
de: Stellen Sie sicher, dass Benachrichtigungen in den iOS-Einstellungen aktiviert sind, Fokusmodi keine Hinweise blockieren und die Aufgabe ein gültiges Datum oder eine Erinnerung hat. Die App plant nur sinnvolle Benachrichtigungen.
es: Asegúrate de que las notificaciones estén activadas en los ajustes de iOS, que los modos de concentración no bloqueen los avisos y que la tarea tenga una fecha o recordatorio válido. La app solo programa notificaciones cuando son útiles.
fr: Assurez-vous que les notifications sont activées dans les réglages iOS, que les modes Concentration ne bloquent pas les alertes et que la tâche possède une date ou un rappel valide. L’app ne planifie des notifications que lorsqu’elles sont pertinentes.
it: Assicurati che le notifiche siano attive nelle impostazioni iOS, che le modalità Focus non blocchino gli avvisi e che l’attività abbia una data o un promemoria valido. L’app pianifica notifiche solo quando sono utili.

source: Manage your tasks with ease.
de: Verwalten Sie Ihre Aufgaben mit Leichtigkeit.
es: Gestiona tus tareas con facilidad.
fr: Gérez vos tâches en toute simplicité.
it: Gestisci le tue attività con facilità.

source: Manual Recoveries
de: Manuelle Wiederherstellungen
es: Recuperaciones manuales
fr: Récupérations manuelles
it: Recuperi manuali

source: Manually snooze notifications for overdue tasks without changing the original task deadline.
de: Schlummern Sie Benachrichtigungen für überfällige Aufgaben manuell, ohne die ursprüngliche Aufgabenfrist zu ändern.
es: Pospone manualmente las notificaciones de las tareas vencidas sin modificar la fecha de vencimiento original de la tarea.
fr: Mettez manuellement en veille les notifications de tâches en retard sans modifier leur échéance initiale.
it: Posticipa manualmente le notifiche delle attività scadute senza modificare la data di scadenza originale dell'attività.

source: Map View
de: Kartenansicht
es: Vista de mapa
fr: Vue Carte
it: Vista mappa

# map_tab
source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa

source: Medical Certificate
de: Ärztliches Attest
es: Certificado Médico
fr: Certificat Médical
it: Certificato Medico

source: Medicines
de: Medikamente
es: Medicamentos
fr: Médicaments
it: Medicinali

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio

source: Memory Card Reader
de: Speicherkartenleser
es: Lector de tarjetas de memoria
fr: Lecteur de carte mémoire
it: Lettore schede di memoria

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati

source: Metro Pass
de: Metro-Abo
es: Abono de Metro
fr: Abonnement Métro
it: Abbonamento Metro

source: Microphone Access Required
de: Mikrofonzugriff erforderlich
es: Se requiere acceso al micrófono
fr: Accès au microphone requis
it: Accesso al microfono richiesto

source: Midnight
de: Heller Lavendel
es: Mitternacht
fr: Minuit
it: Mezzanotte

source: Mint
de: Minze
es: Minze
fr: Menthe
it: Menta

source: Minutes before
de: Minuten vorher
es: Minutos antes
fr: minutes avant
it: Minuti prima

source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato

source: Modified %@
de: Geändert %@
es: Modificado %@
fr: Modifié %@
it: Modificato %@

source: Monochrome
de: Monochrom
es: Monocromo
it: Monocromo

source: month
de: Monat
es: mes
fr: mois
it: mese

source: months
de: Monate
es: meses
fr: mois
it: mesi

source: More
de: Mehr
es: Más
fr: Plus
it: Altro

source: Most features work offline. Weather forecasts, cloud synchronization, and some online services require an internet connection.
de: Die meisten Funktionen arbeiten offline. Wettervorhersagen, Cloud-Synchronisierung und einige Online-Dienste erfordern eine Internetverbindung.
es: La mayoría de las funciones funcionan sin conexión. Las previsiones meteorológicas, la sincronización en la nube y algunos servicios en línea requieren conexión a Internet.
fr: La plupart des fonctionnalités fonctionnent hors ligne. Les prévisions météo, la synchronisation cloud et certains services en ligne nécessitent une connexion Internet.
it: La maggior parte delle funzionalità funziona offline. Le previsioni meteo, la sincronizzazione cloud e alcuni servizi online richiedono una connessione Internet.

source: Motorbike
de: Motorrad
es: Motocicleta
fr: Moto
it: Moto

source: Motorbike Documents
de: Motorraddokumente
es: Documentos de la motocicleta
fr: Documents de moto
it: Documenti della moto

source: Motorbike Gear
de: Motorradausrüstung
es: Equipamiento de moto
fr: Équipement moto
it: Attrezzatura da moto

source: Motorbike Insurance
de: Motorradversicherung
es: Seguro de Motocicleta
fr: Assurance Moto
it: Assicurazione Moto

source: Motorbike Lock
de: Motorradschloss
es: Candado para moto
fr: Antivol moto
it: Lucchetto moto

source: Motorbike Registration
de: Motorradzulassung
es: Permiso de Circulación de Motocicleta
fr: Carte Grise Moto
it: Libretto Moto

source: Mountain
de: Berg
es: Montaña
fr: Montagne
it: Montagna

source: Mountain Gear
de: Bergausrüstung
es: Equipo de montaña
fr: Équipement de montagne
it: Attrezzatura da montagna

source: My Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività

source: Navigate with
de: Navigieren mit
es: Navegar con
fr: Naviguer avec
it: Naviga con

source: Navigation app
de: Navigations-App
es: App de navegación
fr: App de navigation
it: App di navigazione

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai

source: New %@
de: Neu %@
es: Nuevo %@
fr: Nouveau %@
it: Nuovo %@

source: New Credential
de: Neue Zugangsdaten
es: Nueva credencial
fr: Nouvel identifiant
it: Nuova credenziale

source: New Item
de: Neues Element
es: Nuevo elemento
fr: Nouvel élément
it: Nuovo elemento

source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
it: Nuova nota

source: New Section
de: Neuer Abschnitt
es: Nueva sección
fr: Nouvelle section
it: Nuova sezione

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività

source: New Trip Type
de: Neuer Reisetyp
es: Nuevo tipo de viaje
fr: Nouveau type de voyage
it: Nuovo tipo di viaggio

source: Next %lld Days
de: Nächste %lld tage
es: Próximos %lld días
fr: Prochains %lld jours
it: Prossimi %lld giorni

source: Next notification:
de: Nächste Benachrichtigung:
es: Próxima notificación:
fr: Prochaine notification :
it: Prossima notifica:

source: Next Week
de: Nächste Woche
es: Próxima semana
fr: Semaine prochaine
it: Prossima Settimana

source: Next Weekend
de: Nächstes Wochenende
es: Próximo fin de semana
fr: Week-end prochain
it: Prossimo Weekend

source: Night
de: Nacht
es: Nacht
fr: Nuit
it: Notte

source: Night Showers
de: Schauer
es: Chubascos
fr: Averses
it: Rovesci

source: No attachments
de: Keine Anhänge
es: Sin archivos adjuntos
it: Nessun allegato

source: No Background
de: Kein Hintergrund
es: Sin fondo
fr: Aucun arrière-plan
it: Nessuno sfondo
